[valve_H2U_1Shot_Down2Up_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="Manivela"
m_InteractText="Segurar `GBA_Use` Virar"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[valve_H2U_1Shot_Up2Down_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="Roda de Manivela"
m_InteractText="Segure `GBA_Use` Virar"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[valve_H2U_Down2Up_Rewind_Complete_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="Manivela"
m_InteractText="Segure `GBA_Use` Virar"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[valve_H2U_Down2Up_Rewind_NoComplete_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="Manivela"
m_InteractText="Segure `GBA_Use` Virar"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[valve_HoldToUseBase_twk:DisTweaks_InteractableInterface_8 DisTweaks_InteractableInterface]
m_Name="Roda de Manivela"
m_InteractText="Segure `GBA_Use` Virar"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[wheel_H2U_1Shot_Down2Up_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="Manivela"
m_InteractText="Segure `GBA_Use` Virar"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[wheel_H2U_1Shot_Up2Down_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="Manivela"
m_InteractText="Segure `GBA_Use` Virar"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[wheel_H2U_2Way_Down2Down_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="Roda de Manivela"
m_InteractText="Segure `GBA_Use` Virar"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[wheel_H2U_2Way_Down2Up_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="Manivela"
m_InteractText="Segure `GBA_Use` Virar"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[wheel_H2U_Down2Up_Rewind_NoComplete_Slow_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="Roda de Manivela"
m_InteractText="Segure `GBA_Use` Virar"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[wheel_H2U_Down2Up_Rewind_NoComplete_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="Roda de Manivela"
m_InteractText="Segure `GBA_Use` Virar"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

